/* 
  Localizable.strings
  Webcam Settings

  Created by Liang Hsin Chen on 6/4/12.
  Copyright (c) 2012 mactaris@mac.com. All rights reserved.
*/

"About" = "%@ について";
"Quit" = "%@ を終了";
"Show_Panel" = "%@ パネルを表示";
"Hide_Panel" = "%@ パネルを隠し";
"UseBWMenuIcon" = "白黒メニューバーのアイコンを使ってください。";

"Control_Panel_Title" = "%@ パネル";

"Exposure" = "露出";
"Auto_Exposure_Mode" = "自動露出モード";
"Manual" = "手動";
"Auto" = "自動";
"Shutter_Priority" = "シャッター優先";
"Aperture_Priority" = "絞り優先";
"Exposure_Time" = "露出時間";
"Gain" = "ゲイン";

"Brightness" = "明るさ";
"Contrast" = "コントラスト";
"Hue" = "色合い";
"Saturation" = "鮮やかさ";
"Sharpness" = "鮮明度";
"Gamma" = "ガンマ";
"White_Balance_Temperature" = "ホワイト バランス色温度";

"Power_Line_Frequency" = "電源周波数(フリッカー防止)";
"Disabled" = "停用";
"50_Hz" = "50 Hz";
"60_Hz" = "60 Hz";

"Backlight_Compensation" = "バックライト補正";
"On" = "オン";
"Off" = "オフ";

"Startup" = "起動";
"Launch_App_at_Login" = "ログイン時自動的に %@ を起動";

"Reset_to_Default" = "初期値に戻す";

"Basic" = "基本設定";
"Advanced" = "拡張設定";
"Focus" = "フォーカス";
"Zoom" = "ズーム";
"Pan" = "パン";
"Tilt" = "ティルト";

"Aperture" = "絞り";

"ManageProfile" = "プロファイルの管理";
"CameraDefault" = "設定値をデフォルト";
"SaveNewProfile" = "作成";
"UpdateProfile" = "更新";
"DeleteProfile" = "削除";
"ProfileName" = "プロファイルの名前";
"SaveBtn" = "セーブ";
"CancelBtn" = "キャンセル";

"SaveCurrentSettingsInfo" = "注意：プロファイルをセーブした後、周りの光の条件が変わると画像の品質も現在より変わる。";
"DeleteSavedSettingsInfo" = "このプロファイル \"%@\" が削除される。";
"DeleteBtn" = "デリート";

"PopOverText" = "%@ はここに";
"DisableNotification" = "次回はこの提示を表示しません";

"PanTilt" = "パン / ティルト";
"LED" = "LED";

"LoadAtStart" = "自動的にロード";

"Preferences" = "環境設定";
"UpdateSlider" = "ウェーブカメラの自動設定を読み込む";
"ReconfigureWebcam" = "すべての設定値を再アップロード";
"Every 0.5 second" = "0.5秒ごとに";
"Every 1 second" = "1秒ごとに";
"Every 2 seconds" = "2秒ごとに";
"Every 3 seconds" = "3秒ごとに";
"OKBtn" = "完成";
"ReadIntervalInfoWS" = "もし露出モード、ホワイトバランス色温度或いはフォーカスは自動に設定するなら、%@がある時間ごとに(例えば0.5秒ごとに)露出時間、ホワイトバランス色温度とフォーカスのデータを読み込む。";
"WriteIntervalInfo" = "あるプログラム(例えばSkype)は不定期的にカメラの設定値をリセットして、元の設定値がなくなってしまう。\n\nこの設定は%@がある時間ごと(例えば0.5秒ごと)、設定値をカメラに再アップロードする。\n\nこう設定したら、たとえSkypeはカメラの設定値をリセットしても、すべての設定値が0.5秒以内回復できる。";

"ReadIntervalInfoSC" = "もし露出モード或いはホワイトバランス色温度を自動に設定するなら、%@がある時間ごとに(例えば0.5秒ごとに)露出時間とホワイトバランス色温度のデータを読み込む。";

"Webcam" = "ウェーブカメラ";
"Profile" = "プロファイル";

"HideMenuBarIcon" = "隠すメニューバーのアイコン";

"NoiseReduction" = "ノイズ低減";

"CheckForUpdate" = "アップデートを確認";

"LicenseTitle" = "ライセンスコードを入力";
"Email" = "Email:";
"License Code" = "ライセンスコード:";
"LicenseDesc" = "Emailとライセンスコードを入力してください。";
"TryBtn" = "試用";
"BuyBtn" = "%@ を購入…";
"ShopURL_Orbit" = "http://sites.fastspring.com/mactaris/product/orbitcommand";
"ShopURL_Webcam" = "http://sites.fastspring.com/mactaris/product/webcamsettings";

"Tune" = "調整";
"Shutter" = "シャッター";
"Temperature" = "色温度";
"WhiteBalanceU" = "ホワイト バランス U";
"WhiteBalanceV" = "ホワイト バランス V";

"ProfileConfilict" = "プロファイル名の競合";
"ProfileConfilictInfo" = "\"%@\"という名前のプロファイルがすでに存在します。現在入力しているものとは異なる名前でプロファイルを作成します。";
